Repository: maizer999/XcodeShourtCut
Catalog: Arqami-DineIn-master/Arqami DineIn/*.lproj/Localizable.strings
Languages: ar

source: OK
ar: موافق

# appname
source: ARQAMI
ar: أرقامي

# errorMessage
source: Something went wrong, please try again later.
ar: حدث خطأ ما, الرجاء المحاولة لاحقاً

source: Yes
ar: نعم

source: Cancel
ar: إلغاء

# deleteOrderItems
source: Delete All Order Items ?
ar: حذف جميع الأصناف ؟

# deleteItem
source: Delete This Item ?
ar: هل تريد حذف هذا الصنف ؟

source: No Add Ons Available.
ar: لا يوجد إضافات متاحة.

# sureSendOrder
source: Sure Send This Order ?
ar: هل تريد إرسال الطلب ؟

source: Internet Connection
ar: الإتصال بالإنترنت

# connectionMessage
source: Please Check Your Internet Connection And Try Again.
ar: الرجاء التأكد من الإتصال بالإنترنت والمحاولة لاحقاً.

# cantOpenOrders
source: Sorry, you ara not allowed to enter.
ar: نعتذر، لا يمكنك الدخول.

# cantDeleteOrderItem
source: Sorry, you can not delete Orders.
ar: نعتذر، لا يمكنك حذف الطلب.

# cantSaveOrder
source: Sorry, you can not save Orders.
ar: نعتذر، لا يمكنك حفظ الطلب.
